import React from 'react';

const InfoSection = () => {
  return (
    <section className="info-section">
      <h1>🌌Добро пожаловать в мир астрофизики</h1>
      <p>
        Астрофизика — это наука, изучающая физические свойства и процессы,
        происходящие во Вселенной, от звёзд и планет до галактик и космических структур.
        Астрофизика — это раздел астрономии, который изучает физические свойства и процессы, происходящие во Вселенной.
        В отличие от классической астрономии, которая занимается наблюдением и описанием небесных тел, астрофизика
        стремится объяснить, почему и как происходят различные космические явления, используя законы физики и математику.
      </p>
    </section>
  );
};

export default InfoSection;
